/* File menu entry under Import Catalog */
"Aperture Library…" = "Библиотека Aperture…";

/* Error message if Aperture library cannot be opened because its database is unreadable */
"Could not open this Aperture library's database." = "Не удалось открыть базу данных библиотеки Aperture.";

/* Error message if Aperture library appears to have no media items */
"This library appears to be empty." = "Похоже, это пустая библиотека.";

/* Error message if Aperture library cannot be opened because Aperture currently has it open */
"This library is currently open." = "Эта библиотека в данный момент открыта.";

/* Error message if failing to get document properties of a Aperture library for import */
"Unable to read Aperture library properties." = "Не удалось прочитать параметры библиотеки Aperture.";

